Repository: kenrepa/tempehLucky
Catalog: Gweb/Resources/Language.*.resx
Languages: fr

# bannertxt
source: Lucky Tempeh, high protein food that provides amazing health benefits
fr: Lucky Tempeh, nutriment hautement proteine et offre de nombreuse avantage pour la sante

# barprice
source: Tempeh Bar
fr: Barre de tempeh

# bestbanner
source: OUR BEST PRODUCTS
fr: NOS MEILLEURS PRODUITS

# buy
source: BUY NOW
fr: ACHETER MAINTENANT

# contacttitle
source: CONTACT US
fr: CONTACTEZ-NOUS

# gmoprice
source: Non-GMO Tempeh 300g
fr: Tempeh sans OGM 300g

# gmotempehtitle
source: Non GMO Soy Bean Tempeh
fr: Tempeh de soja sans OGM

# gmotempehtxt1
source: Our tempeh uses organic and non GMO soy bean
fr: Notre tempeh utilise des fèves de soja biologiques et non OGM

# gmotempehtxt2
source: It is very nutritious and uses natural ingredients
fr: Il est très nutritif et utilise des ingrédients naturels

# gmotempehtxt3
source: It is Gluten-free and super healthy for daily consumption
fr: Il est sans gluten et super sain pour une consommation quotidienne

# healthtitle
source: Tempeh Health Benefits
fr: Bienfaits pour la santé du tempeh

# healthtxt1
source: Tempeh has multiple health benefits:
fr: Le tempeh a de multiples bienfaits pour la santé :

# healthtxt2
source: It is a fermented nutrient, this helps make the digestion of Tempeh much easier in comparison to other foods such as tofu.
fr: C'est un nutriment fermenté, cela aide à rendre la digestion du Tempeh beaucoup plus facile par rapport à d'autres aliments comme le tofu.

# healthtxt3
source: It can lower cholesterol levels, which can help reduce heart disease.
fr: Il peut abaisser le taux de cholestérol, ce qui peut aider à réduire les maladies cardiaques.

# healthtxt4
source: It can help with weight management as it can make you feel full due the protein and fiber.
fr: Cela peut aider à la gestion du poids car cela peut vous faire sentir rassasié les protéines et les fibres.

# learnbutt
source: Learn About Tempeh
fr: En savoir plus sur le tempeh

# learntitle
source: Learn More About Tempeh
fr: En savoir plus sur le tempeh

# menucontact
source: Contact
fr: Contactez nous

# menuhome
source: Home
fr: Accueil

# menuprice
source: Price
fr: Prix

# mineraltitle
source: Tempeh Minerals
fr: Tempeh Minéraux

# mineraltxt1
source: Tempeh contains many minerals. The most notable are the following:
fr: Le tempeh contient de nombreux minéraux. Les plus notables sont les suivants :

# mineraltxt3
source: - Iron
fr: - Fer

# mineraltxt4
source: - Magnesium
fr: - Magnésium

# mineraltxt5
source: - Phosphorus
fr: - Phosphore

# mungtempehtitle
source: Mung Bean Tempeh
fr: Tempeh aux haricots mungo

# mungtempehtxt1
source: Alternative beans can be used to make tempeh.
fr: Des haricots alternatifs peuvent être utilisés pour faire du tempeh.

# mungtempehtxt2
source: Provides maximum nutrition and taste delicious
fr: Fournit une nutrition maximale et un goût délicieux

# mungtempehtxt3
source: Increased water and vitamin C compared to the
fr: Augmentation de l'eau et de la vitamine C par rapport à la

# mungtempehtxt4
source: soy beans.
fr: fèves de soja.

# orderbutt
source: Order Now
fr: Commandez maintenant

# pricingtitle
source: PRICING TABLE
fr: TABLEAU DES PRIX

# pricingtxt1
source: Check out these unbeatable prices.
fr: Découvrez ces prix imbattables.

# pricingtxt2
source: You won't want to miss it.
fr: Vous ne voudrez pas le manquer.

source: Quantity
fr: Quantité

# regprice
source: Regular Tempeh 300g
fr: Tempeh Régulier 300g

# regtempehtitle
source: Regular Soy Bean Tempeh
fr: Tempeh de soja régulier

# regtempehtxt1
source: Tempeh is a fermented, high-protein and plant-based food made with soybeans
fr: Le tempeh est un fermenté, riche en protéines et aliments végétaux à base de soja

# regtempehtxt2
source: It is easy to cook and it is delightful addition to your main dish or can be an excellent
fr: Il est facile à cuisiner et c'est un ajout délicieux à votre plat principal ou peut être un excellent

# regtempehtxt3
source: snack keeping you both strong and healthy.
fr: collation vous gardant à la fois fort et en bonne santé.

# sendmsg
source: Send us a message.
fr: Envoie-nous un message.

# subbanner
source: Healthy and nutritious with high protein, prebiotics and a variety of vitamins and minerals.
fr: Sain et nutritif avec une teneur élevée en protéines, des prébiotiques et une variété de vitamines et de minéraux.

# subbestbanner1
source: Our tempeh is an original Indonesian recipe with no added sugar or sodium.
fr: Notre tempeh est une recette indonésienne originale et ne contient pas de sucre, ni de sodium.

# subbestbanner2
source: It is 100% organic, and uses high quality soy beans.
fr: Il est 100% biologique et utilise des graines de soja de haute qualité.

# vitamintitle
source: Tempeh Vitamins
fr: Vitamines Tempeh

# vitamintxt1
source: Tempeh contains a multitude of vitamins that can help you stay healthy. It contains vitamins such as:
fr: Le tempeh contient une multitude de vitamines qui peuvent vous aider à rester en bonne santé. Il contient des vitamines telles que :

# vitamintxt2
source: - Vitamin B12, which helps the formation of your red blood cells, a vitamin usually found in meat.
fr: - Vitamine B12, qui aide à la formation de vos globules rouges, une vitamine habituellement trouve dans la viande.

# vitamintxt3
source: - Vitamin B6, which increases brain function and helps your immune system.
fr: - Vitamine B6, qui augmente les fonctions cérébrales et aide votre système immunitaire.

# webtitle
source: Lucky Tempeh
fr: Chez Lucky Tempeh
